Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: It is the state that is torturing them, said Sarah Leah Whitson of Human Rights Watch, if the government does not investigate and prosecute these officers, and those commanding those officers.
ar: وأضافت المتحدثة باسم المنظمة أن _الإمارات إن لم تحاكم الشيخ والشرطي وجميع من شاركوا بالتعذيب فإن ذلك معناه أن _دولة الإمارات مشتركة هي الأخرى بالتعذيب ويجب مساءلتها دولياًً.

source: The government of Abu Dhabi had severely condemned torment tactics portrayed in the video, stating that a human rights office within the capital will immediately initiate a thorough investigation, and announce the results of the investigation to the publi
ar: كما أدانت حكومة أبوظبي بشدة _أعمال التعذيب التي ظهرت في شريط الفيديو، قائلة إن مكتبا معنيا بحقوق الإنسان في _العاصمة سيبدأ تحقيقا شاملا في هذه المسألة على الفور، ويعلن نتائج التحقيق على _الملأ في أقرب فرصة ممكنة.

source: A press release issued by Emirates News Agency said the government denounces the acts shown in the video.
ar: وقال بيان نشرته وكالة الانباء _الاماراتية (وام) باللغة الانجليزية ان الحكومة تدين ادانة تامة الافعال التي ظهرت _في شريط الفيديو.

source: The governmental statement never mentioned the name of the Sheikh involved in the alleged torturing video, but ABC network states that Sheikh Issa Bin Zayed Al Naheyan is shown in the video broadcasted on April 22nd.
ar: ولم يأت البيان الحكومي على ذكر _اسم الشيخ المتورط في عملية التعذيب المفترضة، وهو بحسب شبكة ايه بي سي الأمريكية _التي بثت الشريط في 22 نيسان/ابريل الشيخ عيسى بن زايد ال _نهيان.

source: A man appears in the video stuffing another’s mouth with sand, beating him with a wooden plank with nails, pouring salt on his wounds, and running him over with his Mercedes. It is claimed that the individual performing these acts is Sheikh Issa.
ar: ويظهر شريط الفيديو رجلا قيل انه _الشيخ عيسى وهو يصب الرمال في فم رجل ملقى على الارض، قبل ان يضربه بعصا خشبية فيها _مسامير، ثم يقوم برش الملح على جروح الرجل ويدوسه بسيارته _المرسيدس.

source: A governmental statement said that UAEs constitution protects human rights in its twenty fifth article, affirming that judicial authorities will scrutinize the video and issue its decision as soon as possible.
ar: وذكر بيان الحكومة بان الدستور _الاماراتي يحمي في مادته الخامسة والعشرين حقوق الانسان، مؤكدا ان الدائرة القضائية _ستنظر بتمعن في شريط الفيديو وستنشر قرارها بشأنه في اسرع وقت _ممكن.

source: Judicial authorities have said, on behalf of the Interiors Ministry, that the incident portrayed in the video was a consequence of a dispute that was resolved between both parties without either one of them pressing any charges.
ar: ونقلت الدائرة القضائية عن وزارة _الداخلية ان الحادثة التي صورت في الفيديو ناجمة عن خلاف تمت تسويته بين الطرفين من _دون ان يتقدم اي منهما بشكوى.

source: The governmental release said that even though no charges were pressed, the incidents portrayed by the video appear to be a violation of human rights and will therefore be subjected to full inspections.
ar: واكد البيان الحكومي انه رغم عدم _تقدم اي من الطرفين بشكوى الا ان الوقائع الواردة في شريط الفيديو تشكل على ما _يبدو انتهاكا لحقوق الانسان ولهذا السبب ستخضع لفحص شامل.

source: Human Rights Watch has considered this a positive preliminary step as it called on an investigation to be conducted by a separate entity, and through which culprits are penalized.
ar: واعتبرت منظمة هيومن رايتس _ووتش هذا القرار خطوة اولى ايجابية، داعية في الوقت عينه الى فتح تحقيق تتولاه _هيئة مستقلة ويعاقب بنتيجته المرتكبون.

source: An organization official said that they await to see whether the investigation will lead to punishing those engaged in these brutal acts and the formulation of preventive measures to ensure such incidents are not repeated.
ar: وقالت مديرة المنظمة لمنطقة _الشرق الاوسط ساره ليا ويتسون في بيان انه يبقى انتظار ما اذا كان التحقيق سيؤدي _الى معاقبة المتورطين في هذه الاعمال الوحشية والى اخذ اجراءت تحول دون _تكرارها.

source: The organization said UAE needed to publicly condemn such acts. The American administration had announced its knowledge of the video tape and invited all governments to investigate allegations surrounding criminal acts.
ar: واكدت المنظمة انه يتوجب على _دولة الامارات ان تصادق على معاهدة مكافحة التعذيب وان تندد علانية وبشكل قاطع _بكهذا افعال. وكانت الادارة الاميركية اعلنت انها اخذت علما بشريط الفيديو داعية _جميع الحكومات الى التحقيق في المزاعم حول حصول اعمال _اجرامية.

source: Torture video
ar: شريط _التعذيب

source: A video tape recently surfaced in which Sheikh Issa appears to be harshly tormenting another man by whipping and then pouring salt over his wounds.
ar: كان شريط انتشر مؤخرا يظهر قيام _الشيخ عيسى بتعذيب احد الاشخاص، تعذيباً قاسياً، بجلده ثم رش الملح على _جروحه.

source: Press reports said the tape was smuggled from the United Arab Emirates by a Lebanese business man residing in Houston called Bassam Nabulsi, who has had business relationships with Sheikh Issa. Nabulsi is currently suing Sheikh Issa, alleging that he was
ar: وذكرت تقارير صحفية أن الشريط _كان قد هربه من الإمارات رجل أعمال لبناني يقيم في هيوستن ويدعى بسام نابلسي سبق له _أن عمل مع الشيخ عيسى، ونابلسي يقاضي الآن الشيخ عيسى في هيوستن زاعما أنه عذبه هو _الآخر بعد أن رفض إعادة الشريط للشيخ.

source: The forty five minute tape was recorded four years ago over three hours in a desert area on the outskirts of Abu Dhabi, upon Sheikh Issa’s request.
ar: والشريط، الذي تبلغ مدته 45 _دقيقة، تم تصويره قبل نحو أربع سنوات على مدار ثلاث ساعات، في صحراء على أطراف _مدينة أبوظبي، بناء على طلب من الشيخ عيسى.

source: The “International Truth” newspaper reported Nabulsi’s descriptions of the tape as he said
ar: ونقلت صحيفة الحقيقة الدولية _عن النابلسي وصفه للشريط قائلا:

source: The torture party commenced with several punches from Sheikh Issa to the Afghani employee, who was restrained by police officers.
ar: بدأت حفلة التعذيب بوجبة متعددة _من اللكمات ( البوكس ) وجهها الشيخ عيسى للموظف الأفغاني الذي كان ممسوكا من قبل _رجال الشرطة ...

source: Sheikh Issa continued to punch the employee until he got weary and ordered the police to continue punching the Afghani employee.
ar: وظل الشيخ عيسى يلكمه حتى أصيب _بالتعب فجلس وأمر الشرطة ان تواصل توجيه اللكمات للموظف الافغاني بعد ان التقط _الشيخ أنفاسه

source: The Sheikh then proceeded to stuff the Afghani’s mouth with sand, with the help of police officers. The employee was shoved to the ground and Sheikh Issa stood on his head.
ar: عاد ووضع الرمال في فم الموظف _الأفغاني بمساعدة رجال الشرطة ثم رماه أرضا ووقف الشيخ عيسى على رأس الموظف _الأفغاني بكامل ثقله

source: The Sheikh ordered the employee naked and tormented him by electrocuting his testicles and anus. The employee was further tortured when he was beaten by a wooden plank with nails. The Sheikh took a rest and ordered police officers to continue beating th
ar: وقام الشيخ بتشليح الموظف من _ملابسه حتى أصبح عاريا تماما وبدأ يعذبه في عضوه التناسلي وفي فتحة الشرج مستخدما _عصا طويلة تستخدم لضرب الابل... ثم قام الشيخ عيسى بانتزاع خشبة تنتهي بمسامير حادة _وبدأ يضرب بها الموظف الأفغاني على جميع انحاء جسده ثم جلس الشيخ ل

source: The forty five minute long torment party ended with the Sheikh ordering the employee to lie on the ground and running him over with his SUV, as the sound of breaking bones is heard in the taping.
ar: وأنهى الشيخ عيسى حفلة التعذيب _التي امتدت 45 دقيقة هي طول شريط الفيديو بان أمر بمد الموظف الأفغاني على الأرض ثم _وضع فوق رجليه لوحا من الخشب وامر بمرور سيارة فوقه ويمكن سماع عظام أرجل الموظف _الأفغاني وهي تتكسر في شريط الفيديو.

source: The Afghani employee then stopped screaming and asked for mercy.
ar: وعندها توقف الموظف الأفغاني عن _الصراخ وطلب الرحمة من شدة الوجع.

source: However, Dr. Ahmed Nazif, the prime minister told the president: “On the subject of the destruction of pigs this has been a popular demand for ages!!!!! You see it has been a popular demand for ages. I’m sure that this does not need any explanation. It ha
ar: لكن السيد الدكتور / احمد نظيف رئيس الوزراء قال للرئيس : هو أعدام الخنازير يا ريس مطلب شعبى من قبل الموضوع ده بزمان !!!!! شفتوا بقى مطلب شعبى ومن قبل الموضوع ده بزمان ، اعتقد أن كلام سيادته مش محتاج لتعليق فالرجل يفصح عن النية المبيتة من قبل لإبادة الخناز

source: Swine flu spreads via airborne transmission between humans, then mutates into a human ‎epidemic not linked to pigs. Nor will the slaughter of pigs or moving them to other locations ‎be of any benefit. The correct veterinary procedure is to keep an eye on
ar: فإنفلونزا الخنازير تنتقل بين البشر وبعضهم البعض من خلال الهواء ، اى انها تحولت لوباء بشرى لا علاقة له بالخنازير ولا يفيد اعدامها او نقلها من اماكن تربيتها فى شئ . لأن الاجراء البيطرى الصحيح هو متابعة المزارع والكشف الدورى عليها وتحصينها ضد المرض وإعدام

source: Debate in Al Azhar over Tantawi’s fatwa on aborting reputable rape victims
ar: جدل أزهري بعد فتوى طنطاوي بإجهاض المغتصبة حسنة السمعة

source: Subhi Mijahed
ar: صبحي مجاهد

source: Cairo: Doctor Mohamed Said El Tantawi, Al Azhar Sheikh, has issued a controversial fatwa that legitimizes aborting rape-victims. His statement, which was issued at the closing of the cultural seminar in the Supreme Council for Islamic Affairs, has led to
ar: القاهرة- قبل عدد من شيوخ الأزهر الشريف، ورفض آخرون فتوى شيخ الأزهر الدكتور محمد سيد طنطاوي بجواز إجهاض المغتصبة التي أطلقها في ختام فعاليات الموسم الثقافي للمجلس الأعلى للشئون الإسلامية بمسجد النور بالعباسية في القاهرة، مساء الأحد.

source: Supporters said in a statement to Islam Online that it was necessary to ease the burden on females unrightfully subjected to this horrible crime. Opposers expressed concerns that women might use this fatwa to their advantage and abort pregnancies caused b
ar: ففي تصريحات لـإسلام أون لاين.نت، قال المتفقون مع الشيخ في فتواه إنها ضرورية لتخفيف عبء المعاناة من على كاهل المرأة التي تعرضت بلا ذنب منها لهذه الجريمة البشعة، في حين برر الرافضون رأيهم بتخوفهم من أن تستغل نساء مارسن الزنا هذه الفتاوى للتخلص من أجنتهن.

source: Tantawi told Islam Online that his fatwa was not absolute and is applied on a case-by-case basis. The application of this fatwa will not be legitimate to all cases, as each will have different circumstances and generalizations cannot be made; applicabili
ar: وفي تصريح لـإسلام أون لاين.نت أكد الدكتور طنطاوي أن إجازته إجهاض المغتصبة غير مطلقة فكل حالة يتم إجازة انتفاعها بالفتوى بعد التأكد من ملابستها؛ لأن لكل حالة ظروفها الخاصة، والجواز لا يمكن القول به لكل حالة، والإجهاض في حالات الاغتصاب يحدد حسب كل حالة ب

source: Conditions of applicability set by Tantawi during the seminar were that the victim must be a virgin and of sound reputation. She must also strongly disapprove of the incident.
ar: ومن بين الشروط التي تحدث عنها الدكتور طنطاوي خلال الندوة للسماح بالإجهاض أن تكون الفتاة المغتصبة حسنة السمعة ونقية وطاهرة، ورافضة بشدة ما وقع لها.

source: He said: “We might be faced with another case where the victim becomes pregnant due to a rape crime, but feels comfortable with the pregnancy. Here we would delegitimize the abortion; each case will have different circumstances and consequences.”
ar: وتابع: لكن قد توجد فتاة أخرى حدث لها حمل نتيجة الاغتصاب، لكنها تشعر بارتياح لما حدث، فنقول هنا إنه لا يجوز إجهاض جنينها، وكل حالة ولها ظروفها ونتائجها.

source: I saw Egyptian doctors and veterinarians speaking about pigs on the basis of their religious faith not on the basis of scientific research. One of them confirms that the pigs in Egypt are not infected, all the blood samples came back negative and that the
ar: وشاهدت أطباء وبيطرين يتحدثون عن الخنازير من منطلق عقيدتهم الدينية لا من منطلق دراستهم العلمية فتجد الواحد منهم بعد ان يؤكد أن الخنازير فى مصر غير مصابة وجميع عيناتها سليمة وان المرض ينتشر بين البشر ، وان الخنزير ليس له علاقة بالموضوع خالص دلوقتى ، تجده

source: The Egyptian satellite stations have waged a campaign of incitement against the Coptic garbage collectors of Muqattam and pig breeders that contain all the racist expressions and degrading terms for those who raise pigs or eat their meat. Then there is th
ar: وشنت الفضائيات المصرية حملة تحريضية رخيصة على زبالين المقطم ومربى الخنازير تحتوى كل التعبيرات العنصرية و الالفاظ المهينة لمن يربون الخنازير او يتناولون لحومها، وبأشخاص من المتداخلين تليفونياً من نوعية من يدعى بأن اسمه جورج أوعبد المسيح أو مارك وطبعاً جم

source: This is besides the flood of racist comments full of fallacies in the Egyptian and Arabic news sites on this subject which requires to be put down in writing separately, for discussing the most significant and most repeated comments.
ar: هذا غير سيل التعليقات العنصرية المليئة بالمغالطات فى المواقع الاخبارية المصرية والعربية حول هذا الموضوع والتى تحتاج لتدوينة منفصلة لمناقشة اهمها واكثرها تكراراً.

source: Egypt is the only state in the world that has resolved to destroy the pig farms despite the disease being transferred via humans. It has become clear that the government is seeking to implement a new agenda, nothing to do with the health measures such as
ar: مصر هى الدولة الوحيدة فى العالم التى قررت إعدام مزارع الخنازير على الرغم ان المرض ينتقل الآن بين البشر وبعضهم البعض فأصبح واضحاً ان الحكومة تسعى لتنفيذ اجندة خفية لا علاقة لها بالتدابير الصحية للتعامل مع المرض كما تفعل كل دول العالم. فهى تبدو لمن لا يعر

source: Hour-by-hour the world media agencies are closely following the development of the epidemic in every part of the world and the measures taken by every country to remedy the virus. They have conveyed the Egyptian government’s decision to destroy a part of
ar: وكالات الانباء العالمية تتابع عن كثب - وساعة بساعة - تطورات المرض فى كل مكان بالعالم والتدابير التى تتخذها كل بلد للتصدى للفيرس ، وتناقلت جميعها قرار الحكومة المصرية بتدمير جزء من ثروتها الحيوانية واعدام كل الخنازير على اعتباره من الطرائف المضحكة فى تغطي

source: because there was no reason for that seeing that it is not the pigs that have the swine flu but the humans. They also announced that they had tried to contact government officials to clarify their stance but they couldn’t reach them (the Beys are escaping
ar: لانه لا سبب يدعو الي ذلك. لانها ليست انفلونزا في الخنازير بل انها انفلونزا بشرية” ، كما اعلنوا انهم حاولوا الاتصال بمسئولى الحكومة المصرية لتوضيح الموقف لهم لكنهم لم يستطيعوا الوصول إليهم ( البهوات بيتهربوا منهم لأنهم عارفين كويس ان قرارهم طائفى وليس علم

source: to slaughter all pigs in the country is a real mistake ”
ar: ذبح جميع الخنازير في البلاد هو “خطأ حقيقي”

source: 1500 female university students demand deterrent laws to confront blackmailing of young women
ar: 1500 طالبة جامعية يُطالبن بقوانين رادعة لمواجهة «ابتزاز الفتيات»

source: Meanwhile the Mufti emphasises that resistance should be shown to what he calls the corrupters
ar: فيما شدّد المفتي على مقاومة مَن وصفهم بـ«المفسدين»

source: Riyadh: Khaled Al-Awijan
ar: الرياض: خالد العويجان

source: Nearly 1500 female students of King Saud University in Riyadh demanded the enactment of strict and firm laws needed to prevent the recurrence of blackmailing incidents which they may be subjected to from young men.
ar: طالب قرابة 1500 طالبة في جامعة الملك سعود بالرياض، بضرورة سن قوانين صارمة وحازمة، لمنع تكرار حوادث الابتزاز، التي قد يتعرضن لها من الشباب.

source: Those demands coincided with calls from Sheikh Abdul Aziz Al Asheikh, Grand Mufti of Saudi Arabia and chief senior cleric as well as head of the Department of Scientific Research and office of mufti, to confront the blackmailing of young women which he de
ar: وتزامنت تلك المطالب، مع دعوات للشيخ عبد العزيز آل الشيخ مفتي عام السعودية ورئيس هيئة كبار العلماء وإدارة البحوث العلمية والإفتاء، لمواجهة ابتزاز الفتيات، التي وصفها بـ«الظاهرة الخطرة»، عبر التوعية بالأخطار التي قد تنتج عنها، مع ضرورة التمسك بالضوابط الشرع

source: The mufti stressed the role that schools and universities and scientific institutes should take in tackling the phenomenon of blackmailing young females which has involved thousands of male and female students over many hours.
ar: وشدّد المفتي على الدور الذي يجب أن تقوم به الجامعات والمدارس والمعاهد العلمية في مواجهة ظاهرة ابتزاز الفتيات، كونها مُحتضنةً لآلاف الطلاب والطالبات لساعات طويلة.

source: He said at that time that the mixing of sexes in the work place is the biggest ‎cause of blackmailing cases besides some of the recruitment advertisements ‎which are ‎published in some forms of media, and small dressmaking factories all of which call ‎for
ar: واعتبر في ذات الوقت، أن الاختلاط في بعض مجالات العمل، من أكثر مُسببات قضايا الابتزاز، إضافةً إلى بعض إعلانات التوظيف التي تُنشر في بعض وسائل الإعلام المقروءة، ومشاغل الخياطة، التي دعا للتعامل معها بحذر شديد. وحذّر من إقدام بعض الرقاة الشرعيين، ومفسري الأح

source: Concerning the young women who are being subjected to this kind of ‎blackmail, Sheikh Abdul Aziz Al Asheikh said how necessary it was for them to ‎resist what he called the corrupters and to report them to the authorities ‎concerned. He warned them at t
ar: ودعا الشيخ عبد العزيز آل الشيخ، الفتيات اللائي يتعرضن لهذا النوع من الابتزاز، إلى ضرورة مقاومة من وصفهم بـ«المفسدين»، وإبلاغ الجهات المعنية، وحذرهن في الوقت نفسه، من الاتصالات الهاتفية المشبوهة، وعدم الاستجابة لها والانسياق بمعسول القول من الرجال الأجانب

source: He said, Young women must not create any means of communication by ‎listening to this and that. How many men are hunting down women and ‎blackmailing their repute by these suspicious communications which they view ‎as a way of forming a ‎relationship wit
ar: وقال «إن على الفتاة ألا تجعل وسيلة الاتصال بالاستماع لهذا وذاك، فكم من رجال يقتنصون المرأة ويبتزون كرامتها، من خلال هذه الاتصالات المشبوهة، التي يرون فيها عقد علاقة مع امرأة أجنبية عنهم، لا قرابة تربطهم، ولكنهم والله هم دعاة السوء».

source: He added in a lecture organized by the Department of Female Law students Club at King Saud University, Oh Muslim ladies, be careful. The prophet, God bless him and grant him salvation, says, I have not left behind me a temptation for men more harmful th
ar: وأضاف في محاضرةٍ نظمها نادي قسم طالبات القانون بجامعة الملك سعود، «أيتها المسلمة كوني على حذر، فالنبي صلى الله عليه وسلم يقول «ما تركت بعدي فتنة هي أضر على الرجال من النساء»، وأخبر عليه الصلاة والسلام أن أول فساد في بني إسرائيل كان في النساء، وعلى الفتاة

source: Dr. Fahd Il-Inizi a member of the Shura Council, for his part, supported the ‎idea of the Shura Council committee's discussion about the need to create ‎strict laws to prevent the human wolves (as described by them) from ‎attempting to blackmail any you
ar: من جانبه، حُمّل الدكتور فهد العنزي عضو مجلس الشورى، فكرة مناقشة لجان مجلس الشورى، القاضية بضرورة خلق قوانين حازمة، لمنع من وصفهم بـ«الذئاب البشرية»، من محاولة ابتزاز أي فتاة، وهو الأمر الذي قد يقود إلى حدوث ما لا تُحمد عقباه.

source: Dr. Inizi accepted those requests: Imported ethics have appeared our way that have revealed criminals, highwaymen and human wolves. We have to confront them with the superior culture of Saudi Arabian women. This involves combating this issue first and fo
ar: وقابل العنزي تلك المطالبات بقوله «ظهرت لدينا أخلاقيات مستوردة، كشفت عن مُجرمين، وقطاع طرق، وذئاب بشرية، يجب أن نواجههم بثقافة عالية من قبل المرأة السعودية، وهي المعنية بمكافحة هذه القضية بالدرجة الأولى». من جهته، شدد الشيخ عبد الله الشثري مدير عام فرع الر

source: Arab Foreign Ministers hold emergency meeting on Palestinian issue
ar: بدء اجتماع وزراء الخارجية العرب الطارئ الخاص بدعم القضية الفلسطينية

source: Cairo- 7-5-2009 Wafa: Arab Foreign Ministers attended an emergency meeting for the Arab League of States today in support of the Palestinian case.
ar: القاهرة7-5-2009 وفا- بدأ قبل قليل، اجتماع مجلس جامعة الدول العربية الاستثنائي على المستوى الوزاري 'وزراء الخارجية العرب'، المخصص لدعم القضية الفلسطينية.

source: The meeting, held upon Palestinian request, discussed severe and unprecedented Israeli practices in occupied Jerusalem. It aims to present Israeli war criminals to justice for grave human rights violations in Palestine
ar: وخصص الاجتماع، الذي يعقد بطلب من فلسطين، بالأساس لبحث قضيتي الممارسات الإسرائيلية الخطيرة وغير المسبوقة في مدينة القدس المحتلة، وتقديم مجرمي الحرب الإسرائيليين للعدالة جراء الانتهاكات الجسيمة لحقوق الإنسان في الأراضي الفلسطينية.

source: Several individuals represented Palestine at the meeting including Dr Riyad Al Malki, Foreign Affairs Minister and delegation head, Dr Barakat Al Farra, Palestinian ambassador to the Arab League on duty, Ambassador Tayseer Jaradat, head of Foreign Affairs
ar: ويمثل فلسطين في الاجتماع وزير الشؤون الخارجية الدكتور رياض المالكي رئيس الوفد، والدكتور بركات الفرا المندوب المناوب لفلسطين في جامعة الدول العربية، والسفير الدكتور تيسير جرادات مدير الشؤون الخارجية في وزارة الخارجية، والسفير مجدي الخالدي المستشار الدبلوم

source: The meeting was chaired by Sudan, and with the attendance of the Secretary General of the Arab League as well as Arab Foreign Ministers and representatives.
ar: ويجري الاجتماع برئاسة دولة السودان، وبحضور الأمين العام لجامعة الدول العربية، ووزراء خارجية الدول العربية أو من يمثلوهم.

source: The Palestinian delegation presented a video report of Israeli violations within occupied Jerusalem. The report was presented by Foad Hallaq, member of negotiations affairs unit in the Palestinian Liberation movement.
ar: ويتخلل الاجتماع عرض وفد فلسطين لتقرير مصور بالاستعانة بتقنية 'بوربوينت' حول مجمل الانتهاكات الإسرائيلية في القدس المحتلة، يقدمه فؤاد حلاق من وحدة دعم المفاوضات في دائرة شؤون المفاوضات بمنظمة التحرير الفلسطينية، اليوم.

source: The report highlighted Israeli occupational force objectives, which are attained through racial practices in Jerusalem. Top of the list of objectives was for Israel to find a demographic resolution that serves Jewish interest in the holy land.
ar: ويعرض التقرير الأهداف التي تريد سلطات الاحتلال الإسرائيلي تحقيقها من خلال إجراءاتها العنصرية في القدس، وفي مقدمتها السعي الجاد لإيجاد خلل ديمغرافي لصالح اليهود في المدينة المقدسة.

source: The report suggested Israel was attempting to rid the holy city of Arab and Palestinian residents through demolishing houses under licensing pretexts, construction of the separation wall which isolates the holy city from the Arab region, revoking IDs from
ar: ويوضح أن إسرائيل تسعى جادة لتفريغ المدينة من سكانها العرب والفلسطينيين من خلال عدة طرق في مقدمتها: هدم المنازل بذريعة عدم الترخيص، وإقامة جدار الضم والتوسع العنصري الذي يفصل المدينة المقدسة كليا عن محيطها العربي ومختلف محافظات الضفة الغربية، وسحب الهويات

source: Judicial Reform and the Principle of Independence
ar: الإصلاح القضائي ومبدأ الاستقلال

source: In February 2009, King Abdullah bin Abdul-Aziz reshuffled the cabinet for the first time since taking power in 2005, appointing new ministers for health, education, justice, and culture and media. The reshuffle included the appointment of a woman as deput
ar: أجرى الملك عبدالله بن عبد العزيز في شهر فبراير الماضي أول تعديل وزاري منذ توليه الحكم في أغسطس 2005، عين بمقتضاه أربعة وزراء جدد لكل من الصحة، والتربية والتعليم، والعدل، والثقافة والإعلام. ويأتي هذا التعديل ضمن سلسلة تغييرات شملت المؤسسات القضائية والتشري

source: Among the notable features of the 2007 Law of the Judiciary is that it transfers all relevant administrative prerogatives from the Ministry of Justice to the SJC, and all the SJC’s judicial prerogatives to the Supreme Court. Such measures are practical st
ar: ومما هو متفق عليه، هو أن قيام المحكمة العليا سيؤدي إلى فصل الجانب القضائي لمجلس القضاء الأعلى عن الجانب الإداري، وهو الأمر الذي يجسد عمليا مبدأ استقلال القضاء في المملكة. فلم يكتف النظام الجديد بإثبات مبدأ استقلال القضاء في مواده الأولى الواردة في الباب ا

source: Indications of increased judicial independence also extend beyond administrative matters to the transfer of supervision of the court system from the Ministry of Justice to the SJC. The previous law, for example, had stipulated that rulings of the Court of
ar: فقد اشترط النظام القضائي السابق موافقة وزير العدل قبل اعتبار قرارات الهيئة العامة لمحكمة التمييز قرارات نهائية. فإذا لم يوافق عليها أعادها إلى الهيئة لتتداول فيها مرة أخرى. فإذا لم تسفر مداولات الهيئة عن الوصول إلى قرار يوافق عليه وزير العدل عرض الأمر على
